[
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Red Bell Pepper",
        "short-description": "Fresh, vibrant red bell pepper with crisp texture and sweet flavor—perfect for salads, cooking, and healthy meals.",
        "description": "Red Bell Pepper is a fresh, nutrient-rich vegetable known for its bright color, crisp texture, and naturally sweet flavor. Packed with vitamins A and C, it’s an excellent choice for boosting immunity and maintaining a healthy diet. Ideal for salads, stir-fries, curries, and grilling, this versatile vegetable adds both taste and nutrition to your meals. Freshly harvested and carefully packed to ensure quality, Red Bell Pepper is a must-have in every kitchen for healthy cooking.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "577951",
        "buying-price": "4",
        "selling-price": "9",
        "discount-price": "7",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Red Bell Pepper.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Green,Yellow,Sweet, Tangy, Spicy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Red onion",
        "short-description": "Fresh red onions with rich flavor and crisp texture—perfect for cooking, salads, curries, and daily healthy meals.",
        "description": "Red Onion is a kitchen essential, widely used for its bold flavor, crisp texture, and rich nutritional value. Packed with antioxidants, vitamins, and minerals, it helps improve immunity, digestion, and overall health. Red onions add depth and taste to salads, curries, stir-fries, and countless dishes. Freshly harvested and carefully packed, these onions ensure maximum freshness and long-lasting quality.",
        "brand": "",
        "unit": "2 KG",
        "Size": "",
        "color": "",
        "product-sku": "430580",
        "buying-price": "5",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Red onion.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Brown,Sweet,Spicy,Large, Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Pumpkin Sliced",
        "short-description": "Freshly sliced pumpkin, rich in nutrients and natural sweetness—perfect for curries, soups, desserts, and healthy recipes.",
        "description": "Pumpkin Sliced is a convenient, ready-to-cook vegetable that brings natural sweetness, soft texture, and rich nutrition to your meals. Packed with vitamins A, C, and fiber, it supports eye health, immunity, and digestion. Ideal for curries, soups, stews, and desserts, this pre-sliced pumpkin saves time in the kitchen while maintaining freshness and quality. Carefully cut and hygienically packed, it is the perfect choice for healthy, delicious, and hassle-free cooking.",
        "brand": "",
        "unit": "2 KG",
        "Size": "",
        "color": "",
        "product-sku": "536753",
        "buying-price": "3",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Pumpkin Sliced.png",
        "shop-name": "Ready Mart",
        "attributes": "Yellow,Brown,Green,Sweet,Tangy,Large, Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Potatoes",
        "short-description": "Fresh farm potatoes with smooth texture and earthy flavor—perfect for fries, curries, soups, and all daily meals.",
        "description": "Potatoes are one of the most versatile and essential vegetables in every kitchen. With their smooth texture, earthy flavor, and high nutritional value, they are ideal for countless dishes including fries, curries, soups, stews, and baked recipes. Rich in carbohydrates, fiber, potassium, and vitamin C, potatoes provide energy and support a healthy diet. Carefully selected and freshly packed, these potatoes are farm-fresh and long-lasting, making them a must-have for everyday cooking.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "435234",
        "buying-price": "4",
        "selling-price": "12",
        "discount-price": "10",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Potatoes.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Brown,Sweet,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Spinach",
        "short-description": "Fresh green spinach leaves, rich in iron and vitamins—perfect for salads, curries, smoothies, and healthy daily meals.",
        "description": "Spinach is a nutrient-dense leafy green vegetable, loved for its freshness, soft texture, and mild earthy flavor. Packed with iron, calcium, fiber, and essential vitamins A, C, and K, spinach supports immunity, bone strength, and overall wellness. It is highly versatile—perfect for salads, curries, soups, stir-fries, and smoothies. Freshly harvested and carefully packed, spinach ensures superior quality, freshness, and great taste for your everyday healthy meals.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "139107",
        "buying-price": "5",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Spinach.png",
        "shop-name": "Ready Mart",
        "attributes": "Green,Sweet,Tangy,Large, Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Tomato",
        "short-description": "Fresh, juicy red tomatoes with rich flavor—perfect for salads, curries, sauces, soups, and daily healthy cooking.",
        "description": "Tomato is one of the most popular and essential vegetables, widely used in kitchens around the world. Known for its juicy texture, tangy-sweet flavor, and vibrant red color, it enhances the taste of salads, curries, soups, sauces, and countless dishes. Rich in vitamins A, C, potassium, and antioxidants like lycopene, tomatoes support heart health, skin glow, and immunity. Freshly harvested and hygienically packed, these farm-fresh tomatoes ensure quality, nutrition, and great taste for your everyday meals.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "487249",
        "buying-price": "2",
        "selling-price": "9",
        "discount-price": "7",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Tomato.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Green,Yellow,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Cabbage",
        "short-description": "Fresh green cabbage with crisp leaves and mild flavor—ideal for curries, stir-fries, salads, and healthy daily meals.",
        "description": "Cabbage is a versatile leafy vegetable, valued for its crisp texture, mild flavor, and rich nutritional profile. Packed with vitamins C, K, and fiber, it helps boost immunity, improve digestion, and support overall wellness. Perfect for salads, curries, soups, stir-fries, and rolls, cabbage adds freshness and crunch to your meals. Freshly harvested and hygienically packed, this farm-fresh cabbage ensures quality, taste, and long-lasting freshness for your kitchen.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "535014",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Cabbage.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Green,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Garlic",
        "short-description": "Fresh garlic bulbs with strong aroma and rich flavor—perfect for seasoning, curries, sauces, and healthy daily cooking.",
        "description": "Garlic is a powerful and flavorful kitchen essential, widely used for its unique aroma, taste, and health benefits. Known for its strong flavor, garlic enhances the taste of curries, sauces, stir-fries, soups, and countless dishes. It is also valued for its medicinal properties—supporting heart health, boosting immunity, and improving digestion. Rich in antioxidants, vitamins, and essential compounds, garlic is a must-have for both flavor and wellness. Freshly harvested and hygienically packed, these garlic bulbs ensure premium quality and long-lasting freshness.",
        "brand": "",
        "unit": "0.5 KG",
        "Size": "",
        "color": "",
        "product-sku": "946250",
        "buying-price": "10",
        "selling-price": "19",
        "discount-price": "14",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Garlic.png",
        "shop-name": "Ready Mart",
        "attributes": "White,Spicy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Dutch Cauliflower",
        "short-description": "Fresh Dutch cauliflower with firm, white florets—perfect for curries, soups, stir-fries, roasting, and healthy daily meals.",
        "description": "Dutch Cauliflower is a premium, farm-fresh vegetable known for its firm texture, crisp florets, and mild, slightly nutty flavor. Packed with vitamins C, K, fiber, and antioxidants, it supports immunity, digestion, and overall wellness. Ideal for curries, soups, stir-fries, roasting, and gratins, Dutch cauliflower adds both nutrition and taste to your meals. Carefully harvested and hygienically packed, it ensures maximum freshness and superior quality for your kitchen.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "111993",
        "buying-price": "6",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Dutch Cauliflower.png",
        "shop-name": "Ready Mart",
        "attributes": "Green,White,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Cucumbers",
        "short-description": "Fresh, crisp cucumbers with refreshing taste—perfect for salads, sandwiches, juices, and healthy daily meals.",
        "description": "Cucumbers are a refreshing and versatile vegetable, loved for their crisp texture, mild flavor, and high water content. Rich in vitamins, minerals, and antioxidants, they help maintain hydration, support digestion, and promote healthy skin. Ideal for salads, sandwiches, juices, and snacks, cucumbers add freshness and crunch to every meal. Carefully harvested and hygienically packed, these farm-fresh cucumbers ensure superior quality, freshness, and nutrition for your daily cooking.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "174850",
        "buying-price": "4",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Cucumbers.png",
        "shop-name": "Ready Mart",
        "attributes": "Brown,Green,Sweet,Tangy,Large,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Carrot",
        "short-description": "Fresh, crunchy carrots with natural sweetness—perfect for salads, soups, juices, and healthy daily meals.",
        "description": "Carrots are a popular, nutrient-rich vegetable, known for their vibrant orange color, natural sweetness, and crisp texture. Packed with beta-carotene, vitamins A, C, fiber, and antioxidants, carrots support vision, immunity, and overall health. Ideal for salads, soups, stews, juices, and snacks, they bring both taste and nutrition to your meals. Carefully harvested and hygienically packed, these farm-fresh carrots ensure superior quality, freshness, and flavor for everyday cooking.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "898488",
        "buying-price": "7",
        "selling-price": "11",
        "discount-price": "9",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Carrot.png",
        "shop-name": "Ready Mart",
        "attributes": "Orange,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Vegetables",
        "subcategory": "",
        "category-img": "Vegetables-Icon.png",
        "product-name": "Blaukraut",
        "short-description": "Fresh Blaukraut (Red Cabbage) with crisp leaves and vibrant color—perfect for salads, stir-fries, soups, and healthy meals.",
        "description": "Blaukraut, also known as Red Cabbage, is a nutritious and colorful vegetable, loved for its crisp texture and slightly sweet, earthy flavor. Packed with vitamins C, K, fiber, and antioxidants, it supports immunity, digestion, and overall wellness. Ideal for salads, stir-fries, soups, pickles, and braised dishes, Blaukraut adds freshness, taste, and vibrant color to your meals. Carefully harvested and hygienically packed, these farm-fresh red cabbages ensure superior quality, freshness, and flavor for everyday cooking.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "677982",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Blaukraut.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Mango",
        "short-description": "Fresh, juicy mangoes with sweet, tropical flavor—perfect for eating raw, smoothies, desserts, and refreshing summer recipes.",
        "description": "Mango is a delicious, tropical fruit known for its juicy texture, vibrant color, and naturally sweet flavor. Packed with vitamins A, C, antioxidants, and dietary fiber, mangoes support immunity, digestion, and overall wellness. Perfect for eating fresh, making smoothies, desserts, salads, or juices, mangoes bring a burst of tropical taste to every meal. Carefully hand-picked and packed, these farm-fresh mangoes ensure superior quality, ripeness, and natural sweetness.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "525123",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Mango.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Green,Yellow,Orange,Black,Golden,Sweet,Sour,Crisp,Juicy,Large,Medium,Small,Raw,Ripe,Semi-ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Orange",
        "short-description": "Fresh, juicy oranges with tangy-sweet flavor—perfect for eating raw, fresh juices, desserts, and healthy daily snacks.",
        "description": "Orange is a popular citrus fruit, loved for its juicy texture, vibrant color, and refreshing tangy-sweet flavor. Packed with vitamin C, antioxidants, and dietary fiber, oranges support immunity, digestion, and overall wellness. Perfect for eating fresh, making juices, desserts, salads, or snacks, these oranges bring a refreshing taste to your everyday meals. Carefully hand-picked and packed, these farm-fresh oranges ensure maximum quality, freshness, and natural sweetness.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "725036",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Orange.png",
        "shop-name": "Ready Mart",
        "attributes": "Orange,Green,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Pineapple",
        "short-description": "Fresh, juicy pineapple with tropical sweetness—perfect for eating raw, smoothies, desserts, cocktails, and healthy summer recipes.",
        "description": "Pineapple is a tropical fruit loved for its juicy texture, vibrant yellow color, and naturally sweet-tangy flavor. Rich in vitamin C, antioxidants, and dietary fiber, it supports immunity, digestion, and overall wellness. Ideal for eating fresh, making smoothies, desserts, cocktails, or salads, pineapple adds a refreshing tropical taste to every meal. Carefully hand-picked and packed, these farm-fresh pineapples ensure superior quality, freshness, and natural sweetness.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "273725",
        "buying-price": "2",
        "selling-price": "8",
        "discount-price": "6",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Pineapple.png",
        "shop-name": "Ready Mart",
        "attributes": "Orange,Brown,Green,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Sable Seedless Grapes",
        "short-description": "Fresh Sable Seedless Grapes with sweet, juicy flavor—perfect for snacking, salads, desserts, and healthy daily consumption.",
        "description": "Sable Seedless Grapes are premium, fresh grapes known for their juicy texture, natural sweetness, and rich flavor. Packed with antioxidants, vitamins, and dietary fiber, they support heart health, immunity, and digestion. Ideal for snacking, fruit salads, desserts, or smoothies, these seedless grapes are convenient and delicious. Carefully hand-picked and hygienically packed, these farm-fresh grapes ensure superior quality, freshness, and natural taste for your daily healthy diet.",
        "brand": "",
        "unit": "3 KG",
        "Size": "",
        "color": "",
        "product-sku": "628131",
        "buying-price": "5",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Sable Seedless Grapes.png",
        "shop-name": "Ready Mart",
        "attributes": "Brown,Black,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Strawberries",
        "short-description": "Fresh, juicy strawberries with natural sweetness—perfect for snacking, desserts, smoothies, and healthy daily treats.",
        "description": "Strawberries are vibrant, sweet, and juicy fruits, loved for their bright red color and delightful flavor. Packed with vitamin C, antioxidants, and dietary fiber, they support immunity, skin health, and digestion. Perfect for eating fresh, making desserts, smoothies, jams, or salads, strawberries add natural sweetness and nutrition to every meal. Carefully hand-picked and hygienically packed, these farm-fresh strawberries ensure maximum quality, freshness, and taste for your daily healthy diet.",
        "brand": "",
        "unit": "2 KG",
        "Size": "",
        "color": "",
        "product-sku": "141355",
        "buying-price": "4",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Strawberries.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Orange,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Watermelon",
        "short-description": "Fresh, juicy watermelon with sweet, refreshing taste—perfect for summer snacking, juices, desserts, and healthy daily meals.",
        "description": "Watermelon is a refreshing fruit, loved for its juicy texture, vibrant red flesh, and naturally sweet flavor. Rich in vitamins A and C, antioxidants, and high water content, it helps keep the body hydrated, supports immunity, and promotes overall wellness. Perfect for summer snacking, juices, smoothies, fruit salads, or desserts, watermelon adds a burst of freshness to your meals. Carefully hand-picked and packed, these farm-fresh watermelons ensure superior quality, sweetness, and freshness.",
        "brand": "",
        "unit": "5 KG",
        "Size": "",
        "color": "",
        "product-sku": "695471",
        "buying-price": "3",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Watermelon.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,Green,Sweet,Tangy,Large,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Apple",
        "short-description": "Fresh, crisp apples with naturally sweet and tangy flavor—perfect for snacking, desserts, juices, and healthy daily meals.",
        "description": "Apple is a popular fruit known for its crisp texture, juicy bite, and naturally sweet-tangy flavor. Packed with vitamins, antioxidants, and dietary fiber, apples support digestion, immunity, and overall wellness. Ideal for snacking, baking, making juices, salads, or desserts, apples bring nutrition and taste to every meal. Carefully hand-picked and hygienically packed, these farm-fresh apples ensure superior quality, freshness, and flavor for your daily healthy diet.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "314416",
        "buying-price": "2",
        "selling-price": "6",
        "discount-price": "5",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Apple.png",
        "shop-name": "Urban Harvest",
        "attributes": "Red,Yellow,Brown,Green,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Bananas",
        "short-description": "Fresh, ripe bananas with naturally sweet taste—perfect for snacking, smoothies, desserts, and healthy daily meals.",
        "description": "Bananas are a popular tropical fruit known for their soft, creamy texture and naturally sweet flavor. Packed with potassium, vitamins B6 and C, fiber, and antioxidants, bananas support heart health, digestion, and energy levels. Ideal for snacking, making smoothies, desserts, or adding to cereals and breakfast bowls, they are a convenient and nutritious choice. Carefully hand-picked and hygienically packed, these farm-fresh bananas ensure superior quality, freshness, and natural sweetness.",
        "brand": "",
        "unit": "2 Dozzen",
        "Size": "",
        "color": "",
        "product-sku": "637851",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Bananas.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,Green,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Dragon",
        "short-description": "Fresh dragon fruit with vibrant pink skin and sweet, juicy flesh—perfect for smoothies, desserts, salads, and healthy snacks.",
        "description": "Dragon Fruit, also known as Pitaya, is a tropical fruit celebrated for its striking appearance, vibrant pink skin, and juicy, mildly sweet flesh. Packed with antioxidants, vitamin C, fiber, and essential minerals, it supports immunity, digestion, and overall wellness. Ideal for eating fresh, making smoothies, desserts, fruit salads, or exotic recipes, dragon fruit adds flavor, color, and nutrition to your meals. Carefully hand-picked and hygienically packed, these farm-fresh dragon fruits ensure superior quality, freshness, and taste.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "436056",
        "buying-price": "7",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Dragon.png",
        "shop-name": "Urban Harvest",
        "attributes": "Red,Green,Sweet,Tangy,Medium,Small"
    },
    {
        "category-name": "Fruits",
        "subcategory": "",
        "category-img": "Fruits-Icon.png",
        "product-name": "Green Grapes",
        "short-description": "Fresh green grapes with sweet, juicy flavor—perfect for snacking, salads, desserts, and healthy daily consumption.",
        "description": "Green Grapes are fresh, crisp, and naturally sweet fruits, loved for their juicy texture and refreshing taste. Packed with antioxidants, vitamins, and dietary fiber, they support heart health, digestion, and overall wellness. Ideal for snacking, fruit salads, desserts, or smoothies, green grapes are a convenient and delicious choice. Carefully hand-picked and hygienically packed, these farm-fresh grapes ensure superior quality, freshness, and natural sweetness for your daily healthy diet.",
        "brand": "",
        "unit": "0.5 KG",
        "Size": "",
        "color": "",
        "product-sku": "495401",
        "buying-price": "7",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Green Grapes.png",
        "shop-name": "Urban Harvest",
        "attributes": "Brown,Green,Sweet,Tangy,Medium,Small,Raw,Ripe"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Butter",
        "short-description": "Fresh, creamy butter with rich taste—perfect for cooking, baking, spreading, and enhancing flavor in everyday meals.",
        "description": "Butter is a creamy, high-quality dairy product loved for its smooth texture and rich flavor. Made from fresh milk, it enhances the taste of your favorite recipes, including baking, cooking, and spreading on bread or toast. Rich in fats, vitamins A and D, and essential nutrients, butter provides energy and flavor to your daily meals. Carefully produced and hygienically packed, this farm-fresh butter ensures superior quality, freshness, and delicious taste.",
        "brand": "Pran",
        "unit": "1 Box",
        "Size": "",
        "color": "",
        "product-sku": "316986",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Butter.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,White,Creamy,Sweet,Salty,Sour,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Cottage Cheese",
        "short-description": "Fresh cottage cheese with soft, creamy texture—perfect for curries, salads, sandwiches, and healthy daily meals.",
        "description": "Cottage Cheese, also known as Paneer, is a fresh, soft, and creamy dairy product rich in protein and essential nutrients. It is a versatile ingredient, ideal for cooking curries, adding to salads, sandwiches, or grilling. Packed with calcium, protein, and vitamins, cottage cheese supports bone health, muscle growth, and overall wellness. Carefully prepared from fresh milk and hygienically packed, this farm-fresh cottage cheese ensures superior quality, freshness, and taste for your daily healthy meals.",
        "brand": "Arong",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "963541",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Cottage Cheese.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,White,Creamy,Sweet,Salty,Sour,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Cream Cheese",
        "short-description": "Fresh, smooth cream cheese with creamy texture—perfect for spreading, baking, desserts, and enhancing flavor in everyday meals.",
        "description": "Cream Cheese is a soft, smooth, and creamy dairy product made from fresh milk and cream. Loved for its rich texture and mild flavor, it is ideal for spreading on bread, bagels, or crackers, as well as for baking, desserts, and cooking. Packed with essential nutrients like calcium, protein, and vitamins, cream cheese adds both flavor and nutrition to your meals. Carefully prepared and hygienically packed, this farm-fresh cream cheese ensures superior quality, freshness, and taste.",
        "brand": "Arong",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "987342",
        "buying-price": "3",
        "selling-price": "9",
        "discount-price": "6",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Cream Cheese.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,White,Creamy,Sweet,Sour,Salty,Aromatic,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Dairy Milk Chocolate",
        "short-description": "Rich, creamy Dairy Milk Chocolate—perfect for snacking, desserts, gifting, and satisfying your sweet cravings anytime.",
        "description": "Dairy Milk Chocolate is a smooth, creamy, and delicious chocolate made from high-quality milk and cocoa. Loved for its rich flavor and velvety texture, it is perfect for snacking, baking, desserts, or gifting to loved ones. Packed with essential nutrients from milk and cocoa, it offers a delightful treat for chocolate lovers. Carefully produced and hygienically packed, Dairy Milk Chocolate ensures premium quality, irresistible taste, and freshness in every bite.",
        "brand": "Pran",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "334869",
        "buying-price": "6",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Dairy Milk Chocolate.png",
        "shop-name": "Urban Harvest",
        "attributes": "Black,Creamy,Sweet,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Dutch Lady Full Cream Milk Powder",
        "short-description": "Rich and creamy Dutch Lady Full Cream Milk Powder—perfect for making milk, tea, coffee, desserts, and daily nutrition",
        "description": "Dutch Lady Full Cream Milk Powder is a premium-quality milk product made from fresh milk, carefully processed to retain its creamy taste and nutritional value. Packed with protein, calcium, and essential vitamins, it supports strong bones, teeth, and overall wellness. Ideal for preparing fresh milk, tea, coffee, desserts, and cooking, this milk powder offers convenience without compromising on quality. Hygienically packed to ensure freshness, Dutch Lady Full Cream Milk Powder is a trusted choice for households seeking high-quality dairy nutrition.",
        "brand": "Arong",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "168217",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Dutch Lady Full Cream Milk Powder.png",
        "shop-name": "Urban Harvest",
        "attributes": "White,Creamy,Sweet,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Fresh Instant Full Cream Milk Powder",
        "short-description": "Rich, creamy Fresh Instant Full Cream Milk Powder—perfect for making milk, tea, coffee, desserts, and daily nutrition.",
        "description": "Fresh Instant Full Cream Milk Powder is a high-quality dairy product made from fresh milk, carefully processed to preserve its creamy taste and essential nutrients. Packed with protein, calcium, and vitamins, it supports bone health, immunity, and overall wellness. Ideal for preparing milk instantly, adding to tea, coffee, desserts, or cooking, it offers convenience without compromising on taste or nutrition. Hygienically packed to maintain freshness, this milk powder is a trusted choice for households seeking premium dairy nutrition.",
        "brand": "Fresh",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "462574",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Fresh Instant Full Cream Milk Powder.png",
        "shop-name": "Urban Harvest",
        "attributes": "White,Creamy,Sweet,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Natural Cheeses",
        "short-description": "Premium natural cheeses with rich, creamy flavor—perfect for sandwiches, salads, cooking, snacking, and gourmet recipes.",
        "description": "Natural Cheeses are high-quality dairy products made from fresh milk using traditional methods to preserve authentic flavor and texture. Rich in protein, calcium, and essential nutrients, they support bone health and overall wellness. Ideal for sandwiches, salads, cooking, snacking, or gourmet recipes, natural cheeses bring both taste and nutrition to your meals. Carefully produced and hygienically packed, these farm-fresh cheeses ensure superior quality, creamy texture, and delicious flavor for daily use.",
        "brand": "Milk Vita",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "311026",
        "buying-price": "5",
        "selling-price": "11",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Natural Cheeses.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,White,Creamy,Sweet,Sour,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Protein Powders",
        "short-description": "High-quality protein powders—perfect for shakes, smoothies, fitness nutrition, muscle recovery, and supporting daily health and wellness goals.",
        "description": "Protein Powders are premium nutritional supplements designed to support muscle growth, recovery, and overall wellness. Made from high-quality protein sources, they are rich in essential amino acids, vitamins, and minerals. Ideal for shakes, smoothies, or adding to recipes, protein powders help meet daily protein requirements for fitness enthusiasts, athletes, or anyone seeking balanced nutrition. Hygienically packed and lab-tested, these protein powders ensure quality, safety, and optimal nutrition in every serving.",
        "brand": "Milk Vita",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "725119",
        "buying-price": "6",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "1",
        "product-img": "Protein Powders.png",
        "shop-name": "Urban Harvest",
        "attributes": "Brown,White,Creamy,Sweet,Mild,Medium,Small"
    },
    {
        "category-name": "Dairy",
        "subcategory": "",
        "category-img": "Dairy-Icon.png",
        "product-name": "Yogurt",
        "short-description": "Fresh, creamy yogurt—perfect for snacking, smoothies, desserts, breakfast bowls, and daily digestion-friendly nutrition.",
        "description": "Yogurt is a fresh, creamy dairy product made from high-quality milk and beneficial live cultures. Rich in protein, calcium, and probiotics, it supports digestion, immunity, and overall wellness. Ideal for snacking, making smoothies, desserts, or adding to breakfast bowls, yogurt adds natural creaminess and nutrition to your meals. Carefully prepared and hygienically packed, this farm-fresh yogurt ensures superior quality, freshness, and delicious taste for everyday consumption.",
        "brand": "Arong",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "178025",
        "buying-price": "7",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Yogurt.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,White,Creamy,Sweet,Fruity,Sour,Mild,Medium,Small"
    },
    {
        "category-name": "Eggs",
        "subcategory": "",
        "category-img": "Eggs-Icon.png",
        "product-name": "Chicken Eggs (Layer)",
        "short-description": "Fresh, high-quality chicken eggs (layer)—perfect for boiling, baking, cooking, and daily protein-rich meals.",
        "description": "Chicken Eggs (Layer) are fresh, high-quality eggs produced by healthy layer hens. Packed with protein, essential vitamins, and minerals, they support muscle growth, immunity, and overall wellness. Ideal for boiling, frying, baking, or cooking a variety of dishes, eggs are a versatile staple in every kitchen. Carefully collected and hygienically packed, these farm-fresh eggs ensure superior quality, freshness, and nutrition for your daily meals.",
        "brand": "",
        "unit": "1 Dozzen",
        "Size": "",
        "color": "",
        "product-sku": "357393",
        "buying-price": "10",
        "selling-price": "14",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Chicken Eggs (Layer).png",
        "shop-name": "Urban Harvest",
        "attributes": "Brown,Medium,Small"
    },
    {
        "category-name": "Eggs",
        "subcategory": "",
        "category-img": "Eggs-Icon.png",
        "product-name": "Chicken Eggs Layer (White)",
        "short-description": "Fresh, high-quality white chicken eggs (layer)—perfect for boiling, baking, frying, and daily protein-rich meals.",
        "description": "White Chicken Eggs (Layer) are fresh, premium eggs produced by healthy layer hens. Rich in protein, vitamins, and essential minerals, they support muscle growth, immunity, and overall wellness. Ideal for boiling, frying, baking, or cooking a variety of dishes, these eggs are a versatile staple for every household. Carefully collected and hygienically packed, these farm-fresh white eggs ensure superior quality, freshness, and nutrition for your daily meals.",
        "brand": "",
        "unit": "1 Dozzen",
        "Size": "",
        "color": "",
        "product-sku": "946676",
        "buying-price": "8",
        "selling-price": "13",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Chicken Eggs Layer (White).png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Medium,Small"
    },
    {
        "category-name": "Eggs",
        "subcategory": "",
        "category-img": "Eggs-Icon.png",
        "product-name": "Duck Eggs",
        "short-description": "Fresh, high-quality duck eggs—perfect for boiling, baking, cooking, and adding rich flavor and nutrition to meals.",
        "description": "Duck Eggs are fresh, premium eggs known for their rich flavor, creamy texture, and high nutritional value. Packed with protein, vitamins, and essential minerals, they support muscle growth, immunity, and overall wellness. Ideal for boiling, frying, baking, or using in recipes that require extra richness, duck eggs are a versatile and nutritious choice. Carefully collected and hygienically packed, these farm-fresh duck eggs ensure superior quality, freshness, and taste for everyday meals.",
        "brand": "",
        "unit": "1 Dozzen",
        "Size": "",
        "color": "",
        "product-sku": "558689",
        "buying-price": "7",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Duck Eggs.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Blue-Green,Speckled,Medium,Small"
    },
    {
        "category-name": "Eggs",
        "subcategory": "",
        "category-img": "Eggs-Icon.png",
        "product-name": "Quail Eggs",
        "short-description": "Fresh, nutritious quail eggs—perfect for boiling, frying, baking, salads, and adding protein-rich goodness to meals.",
        "description": "Quail Eggs are small, premium eggs known for their delicate flavor, rich nutrients, and high protein content. Packed with vitamins, minerals, and antioxidants, they support overall health, immunity, and wellness. Ideal for boiling, frying, baking, or adding to salads and gourmet dishes, quail eggs offer a nutritious and versatile option for every kitchen. Carefully collected and hygienically packed, these farm-fresh quail eggs ensure superior quality, freshness, and taste.",
        "brand": "",
        "unit": "3 Dozzen",
        "Size": "",
        "color": "",
        "product-sku": "702637",
        "buying-price": "5",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "2",
        "product-img": "Quail Eggs.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Blue-Green,Speckled,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Baguette",
        "short-description": "Freshly baked baguette with crispy crust and soft, airy interior—perfect for sandwiches, breakfast, and gourmet meals.",
        "description": "Baguette is a classic French bread known for its crispy golden crust and soft, airy interior. Made from high-quality ingredients, it is perfect for sandwiches, breakfast, appetizers, or serving alongside soups and salads. Its delightful texture and authentic flavor make it a versatile choice for everyday meals or special occasions. Carefully baked and packed, these fresh baguettes ensure premium quality, freshness, and delicious taste for your table.",
        "brand": "",
        "unit": "1 Piece",
        "Size": "Medium",
        "color": "",
        "product-sku": "218754",
        "buying-price": "4",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Baguette.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Sweet,Plain,Savory,Sour,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Croissant",
        "short-description": "Freshly baked croissant with buttery, flaky layers—perfect for breakfast, snacks, sandwiches, or enjoying with coffee and tea.",
        "description": "Croissant is a classic French pastry known for its golden, flaky layers and rich buttery flavor. Made from premium ingredients, it is perfect for breakfast, snacks, sandwiches, or pairing with coffee and tea. Its soft, airy interior and crisp exterior make it a delightful treat for every occasion. Carefully baked and packed, these fresh croissants ensure premium quality, freshness, and authentic taste for your table.",
        "brand": "Pran",
        "unit": "2 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "704651",
        "buying-price": "3",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Croissant.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Sweet,Plain,Savory,Sour,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Grissini",
        "short-description": "Crispy, thin Italian breadsticks—perfect for snacking, appetizers, dipping, or serving alongside soups, salads, and gourmet meals.",
        "description": "Grissini are traditional Italian breadsticks known for their thin, crispy texture and light, golden color. Made from premium ingredients, they are perfect for snacking, dipping into sauces, serving with soups or salads, or as part of a gourmet appetizer platter. Their crunchy texture and authentic flavor make them a versatile and delicious addition to any meal. Carefully baked and packed, these Grissini breadsticks ensure premium quality, freshness, and authentic taste.",
        "brand": "Pran",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "781506",
        "buying-price": "2",
        "selling-price": "6",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Grissini.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Brown,Golden Crust,Sweet,Savory,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Multigrain-Bread",
        "short-description": "Fresh multigrain bread with soft, wholesome texture—perfect for sandwiches, toast, healthy breakfast, and nutritious snacking.",
        "description": "Multigrain Bread is a wholesome, freshly baked bread made from a blend of high-quality grains and seeds. Rich in fiber, protein, and essential nutrients, it supports digestive health, sustained energy, and overall wellness. Ideal for sandwiches, toast, or snacking, this bread combines nutrition with delicious taste. Carefully baked and packed, multigrain bread ensures superior quality, freshness, and a healthy choice for daily meals.",
        "brand": "Pran",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "178872",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Multigrain-Bread.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Dark Rye,Charcoal,Brown,Golden Crust,Sweet,Plain,Savory,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Cookie Breads",
        "short-description": "Delicious cookie breads with soft, chewy texture—perfect for snacks, desserts, gifting, and enjoying with tea or coffee.",
        "description": "Cookie Breads are soft, flavorful baked treats combining the goodness of bread with the sweetness of cookies. Made from premium ingredients, they offer a chewy texture and rich taste, making them perfect for snacking, desserts, breakfast, or gifting. Ideal to enjoy with tea, coffee, or as a standalone treat, cookie breads bring both taste and convenience to your table. Carefully baked and packed, they ensure freshness, quality, and a delightful experience in every bite.",
        "brand": "",
        "unit": "1 Dozzen",
        "Size": "Medium",
        "color": "",
        "product-sku": "468196",
        "buying-price": "7",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cookie Breads.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Dark Rye,Charcoal,Brown,Golden Crust,Sweet,Plain,Savory,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Sourdough-bread",
        "short-description": "Authentic sourdough bread with tangy taste and soft, chewy interior—ideal for sandwiches, breakfast, toasts, and healthy meals.",
        "description": "Sourdough Bread is a premium, naturally fermented bread known for its unique tangy flavor, chewy texture, and crisp crust. Made from high-quality flour and natural starter cultures, it’s rich in nutrients and easier to digest. Perfect for sandwiches, toasts, breakfast, or pairing with soups and salads, sourdough bread brings authentic taste and nutrition to your meals. Carefully baked and hygienically packed, it ensures freshness, quality, and a gourmet experience in every slice.",
        "brand": "Arong",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "308296",
        "buying-price": "7",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Sourdough-bread.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Sweet,Plain,Savory,Sour,Nutty,Buttery,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "White-Bread",
        "short-description": "Soft, freshly baked white bread—perfect for sandwiches, toasts, breakfast, and everyday snacking with a mild, delicious flavor.",
        "description": "White Bread is a classic, freshly baked bread known for its soft, fluffy texture and mild, delicious flavor. Made from high-quality wheat flour and carefully baked, it is perfect for sandwiches, toasts, breakfast, and everyday snacking. Its light texture and pleasant taste make it a versatile choice for households. Carefully baked and hygienically packed, this white bread ensures freshness, superior quality, and consistent taste for your daily meals.",
        "brand": "Fresh",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "452773",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "White-Bread.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Sweet,Plain,Savory,Medium,Small"
    },
    {
        "category-name": "Breads",
        "subcategory": "",
        "category-img": "Breads-Icon.png",
        "product-name": "Whole-Wheat-breads",
        "short-description": "Fresh whole wheat bread with soft, wholesome texture—perfect for sandwiches, toast, healthy breakfast, and nutritious daily snacking.",
        "description": "Whole Wheat Bread is a nutritious, freshly baked bread made from high-quality whole wheat flour. Rich in fiber, protein, and essential nutrients, it supports digestive health, sustained energy, and overall wellness. Ideal for sandwiches, toast, or snacking, this bread combines taste and health in every slice. Carefully baked and packed, whole wheat bread ensures superior quality, freshness, and a wholesome choice for your daily meals.",
        "brand": "Fresh",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "714609",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Whole-Wheat-breads.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Sweet,Plain,Savory,Medium,Small"
    },
    {
        "category-name": "Bakery",
        "subcategory": "",
        "category-img": "Bakery-Icon.png",
        "product-name": "Cake-Strawberries",
        "short-description": "Delicious strawberry cake with soft, moist layers and fresh strawberries—perfect for celebrations, desserts, and sweet indulgence.",
        "description": "Strawberry Cake is a delightful dessert featuring soft, moist sponge layers, creamy frosting, and fresh, juicy strawberries. Made from premium ingredients, it combines rich flavor and natural sweetness for an indulgent treat. Perfect for birthdays, anniversaries, special occasions, or simply satisfying your sweet cravings, this cake brings both taste and elegance to your table. Carefully baked and beautifully decorated, it ensures freshness, quality, and a delicious experience in every slice.",
        "brand": "Testy Teat",
        "unit": "2 Piece",
        "Size": "Medium",
        "color": "",
        "product-sku": "702371",
        "buying-price": "3",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cake-Strawberries.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Dark Rye,Charcoal,Sweet, Plain,Savory,Sour,Nutty,Buttery,Herby,Medium,Small"
    },
    {
        "category-name": "Bakery",
        "subcategory": "",
        "category-img": "Bakery-Icon.png",
        "product-name": "Chocolate-Cupcakes",
        "short-description": "Rich and moist chocolate cupcakes—perfect for desserts, snacks, celebrations, and indulging in a sweet, chocolaty treat.",
        "description": "Chocolate Cupcakes are soft, moist, and richly flavored mini cakes topped with creamy chocolate frosting. Made from premium ingredients, they are perfect for birthdays, parties, celebrations, or simply satisfying your chocolate cravings. Individually portioned for convenience, these cupcakes combine indulgence with freshness. Carefully baked and beautifully decorated, chocolate cupcakes ensure high quality, delicious taste, and a delightful dessert experience in every bite.",
        "brand": "Amol",
        "unit": "1 Piece",
        "Size": "Small",
        "color": "",
        "product-sku": "799731",
        "buying-price": "6",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Chocolate-Cupcakes.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Dark Rye,Charcoal,Sweet, Plain,Savory,Sour,Nutty,Buttery,Herby,Medium,Small"
    },
    {
        "category-name": "Bakery",
        "subcategory": "",
        "category-img": "Bakery-Icon.png",
        "product-name": "Cream-Chocolate-Cake",
        "short-description": "Rich, creamy chocolate cake with layers of soft sponge and smooth chocolate cream—perfect for celebrations and dessert indulgence.",
        "description": "Cream Chocolate Cake is a decadent dessert featuring soft, moist chocolate sponge layers filled and topped with smooth, creamy chocolate frosting. Made from premium ingredients, it delivers a rich chocolate flavor and luxurious texture. Perfect for birthdays, anniversaries, parties, or satisfying sweet cravings, this cake adds elegance and indulgence to any occasion. Carefully baked, frosted, and packed, it ensures freshness, premium quality, and a delicious experience in every slice.",
        "brand": "Testy Teat",
        "unit": "1 Piece",
        "Size": "Medium",
        "color": "",
        "product-sku": "888142",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cream-Chocolate-Cake.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Dark Rye,Charcoal,Sweet, Plain,Savory,Sour,Nutty,Buttery,Herby,Medium,Small"
    },
    {
        "category-name": "Bakery",
        "subcategory": "",
        "category-img": "Bakery-Icon.png",
        "product-name": "Doughnuts",
        "short-description": "Soft, fluffy doughnuts with sweet glaze or toppings—perfect for snacks, desserts, parties, and indulging in sweet treats.",
        "description": "Doughnuts are soft, fluffy, and deliciously sweet baked or fried treats, available with a variety of glazes, toppings, or fillings. Made from premium ingredients, they are perfect for snacking, breakfast, desserts, or celebrating special occasions. Their light texture and sweet flavor make them a favorite indulgence for all ages. Carefully prepared and hygienically packed, these doughnuts ensure freshness, quality, and a delightful taste experience in every bite.",
        "brand": "Amol",
        "unit": "1 Box",
        "Size": "Medium",
        "color": "",
        "product-sku": "521423",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Doughnuts.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Dark Rye,Charcoal,Sweet, Plain,Savory,Sour,Nutty,Buttery,Herby,Medium,Small"
    },
    {
        "category-name": "Bakery",
        "subcategory": "",
        "category-img": "Bakery-Icon.png",
        "product-name": "Raspberry-Chocolate-Cupcakes",
        "short-description": "Delicious raspberry chocolate cupcakes with soft sponge and fruity chocolate frosting—perfect for desserts, parties, and indulgent treats.",
        "description": "Raspberry Chocolate Cupcakes are soft, moist mini cakes combining rich chocolate flavor with the natural tartness of fresh raspberries. Topped with creamy chocolate frosting and raspberry accents, they make a delightful treat for birthdays, parties, or special occasions. Made from premium ingredients, these cupcakes offer the perfect balance of sweet and fruity flavors. Carefully baked and beautifully decorated, they ensure freshness, quality, and a delicious dessert experience in every bite.",
        "brand": "Amol",
        "unit": "1 Piece",
        "Size": "Small",
        "color": "",
        "product-sku": "314269",
        "buying-price": "4",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Raspberry-Chocolate-Cupcakes.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Golden Crust,Dark Rye,Charcoal,Sweet, Plain,Savory,Sour,Nutty,Buttery,Herby,Medium,Small"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Fed Beef Steak – 300g Premium Fresh Meat Tray",
        "short-description": "Premium 300g fed beef steak—fresh, juicy, and tender, perfect for grilling, pan-searing, roasting, or gourmet recipes.",
        "description": "Fed Beef Steak – 300g Premium Fresh Meat Tray features high-quality, tender beef carefully sourced for superior taste and texture. Rich in protein and essential nutrients, it is ideal for grilling, pan-searing, roasting, or preparing gourmet dishes at home. Each tray is hygienically packed to ensure freshness and quality, making it a perfect choice for meat lovers seeking premium, farm-fresh beef. Enjoy the rich flavor and juicy tenderness in every bite.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "465230",
        "buying-price": "3",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Fed Beef Steak – 300g Premium Fresh Meat Tray.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Mutton",
        "short-description": "Fresh, premium mutton—tender, juicy, and flavorful, perfect for curries, grills, roasting, and gourmet home-cooked meals.",
        "description": "Premium Mutton is carefully sourced fresh meat known for its tenderness, juiciness, and rich natural flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for preparing curries, grilling, roasting, or gourmet dishes. Each portion is hygienically packed to ensure freshness and superior quality, making it a perfect choice for meat lovers seeking nutritious and delicious meals. Enjoy the premium taste and texture in every bite.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "309848",
        "buying-price": "2",
        "selling-price": "6",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Mutton.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Pheasant",
        "short-description": "Fresh pheasant—lean, tender, and flavorful poultry, perfect for roasting, grilling, gourmet dishes, and special culinary recipes.",
        "description": "Pheasant is a premium poultry known for its lean, tender meat and rich, natural flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for roasting, grilling, or preparing gourmet dishes. Carefully sourced and hygienically packed, fresh pheasant ensures superior quality, taste, and freshness. Perfect for home cooks and chefs seeking an elegant, flavorful addition to special meals or culinary creations.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "376495",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Pheasant.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Turkey-meat",
        "short-description": "Fresh turkey meat—lean, tender, and flavorful, perfect for roasting, grilling, sandwiches, and healthy home-cooked meals.",
        "description": "Turkey Meat is a premium, lean poultry option known for its tender texture and rich flavor. High in protein, vitamins, and minerals, it is ideal for roasting, grilling, sandwiches, or preparing healthy and gourmet meals. Carefully sourced and hygienically packed, fresh turkey meat ensures superior quality, freshness, and taste. Perfect for health-conscious cooks and anyone looking to enjoy delicious, protein-rich meat.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "197558",
        "buying-price": "7",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Turkey-meat.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Beef",
        "short-description": "Fresh, premium beef—tender, juicy, and flavorful, perfect for grilling, roasting, stews, and gourmet home-cooked meals.",
        "description": "Premium Beef is carefully sourced fresh meat known for its rich flavor, tenderness, and juiciness. Packed with high-quality protein, vitamins, and minerals, it is ideal for grilling, roasting, stews, or preparing gourmet dishes. Each portion is hygienically packed to ensure freshness and superior quality, making it a perfect choice for meat lovers seeking nutritious and delicious meals. Enjoy the premium taste and texture in every bite.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "458644",
        "buying-price": "7",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Beef.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Bison-Meat",
        "short-description": "Premium bison meat—lean, tender, and naturally flavorful, perfect for grilling, roasting, stews, and gourmet home-cooked meals.",
        "description": "Bison Meat is a premium, lean red meat known for its rich flavor, tenderness, and low fat content. Packed with high-quality protein, vitamins, and minerals, it is ideal for grilling, roasting, stews, or preparing gourmet recipes. Carefully sourced and hygienically packed, fresh bison meat ensures superior quality, freshness, and a nutritious option for meat lovers seeking a healthy yet flavorful alternative to traditional beef.",
        "brand": "",
        "unit": "0.5 KG",
        "Size": "",
        "color": "",
        "product-sku": "124768",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Bison-Meat.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Chicken",
        "short-description": "Fresh, high-quality chicken—tender and juicy, perfect for grilling, roasting, curries, soups, and healthy home-cooked meals.",
        "description": "Premium Chicken is freshly sourced poultry known for its tenderness, juiciness, and natural flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for grilling, roasting, curries, soups, or everyday healthy meals. Carefully processed and hygienically packed, fresh chicken ensures superior quality, freshness, and delicious taste. Perfect for families and chefs seeking nutritious and versatile poultry for various recipes.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "442532",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Chicken.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Duck",
        "short-description": "Fresh duck—tender, flavorful, and juicy poultry, perfect for roasting, grilling, gourmet dishes, and special home-cooked meals.",
        "description": "Premium Duck is a rich, tender poultry known for its flavorful meat and juicy texture. Packed with high-quality protein, vitamins, and minerals, it is ideal for roasting, grilling, or preparing gourmet recipes. Carefully sourced and hygienically packed, fresh duck ensures superior quality, freshness, and an elegant addition to any meal. Perfect for home cooks and chefs seeking a delicious and versatile poultry option.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "565743",
        "buying-price": "3",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Duck.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Meat",
        "subcategory": "",
        "category-img": "Meat-Icon.png",
        "product-name": "Beef Liver",
        "short-description": "Fresh beef liver—nutritious, tender, and rich in iron and protein, perfect for healthy cooking, stews, and gourmet recipes.",
        "description": "Beef Liver is a premium, nutrient-dense organ meat known for its rich flavor and high protein content. Packed with essential vitamins, minerals, and iron, it is ideal for making stews, curries, grilled dishes, or gourmet recipes. Carefully sourced and hygienically packed, fresh beef liver ensures superior quality, freshness, and a wholesome choice for health-conscious cooks and meat lovers. Enjoy the rich taste and nutritional benefits in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "507629",
        "buying-price": "6",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Beef Liver.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red, Dark Red, White,Brown,Frozen, Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Frozen Tiger Prawns – 500g Shell-On Large Seafood",
        "short-description": "Premium frozen tiger prawns—500g, large, shell-on, fresh and flavorful, perfect for grilling, frying, curries, and seafood recipes.",
        "description": "Frozen Tiger Prawns – 500g Shell-On are large, premium seafood carefully frozen to lock in freshness, flavor, and texture. Sourced from high-quality waters, they are ideal for grilling, frying, steaming, curries, or gourmet seafood dishes. Packed with high-quality protein, vitamins, and minerals, these prawns provide a delicious and nutritious addition to your meals. Hygienically frozen and packed, they ensure premium quality, convenience, and taste in every portion.",
        "brand": "",
        "unit": "0.5 KG",
        "Size": "",
        "color": "",
        "product-sku": "197449",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Frozen Tiger Prawns – 500g Shell-On Large Seafood.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red,Orange,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Boal",
        "short-description": "Fresh Boal fish—tender, flavorful, and rich in protein, perfect for frying, grilling, curries, and home-cooked seafood dishes.",
        "description": "Boal is a premium freshwater fish known for its tender texture and rich, natural flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for frying, grilling, steaming, or preparing curries and other home-cooked seafood dishes. Carefully sourced and hygienically packed, fresh Boal fish ensures superior quality, freshness, and taste. Enjoy the delicious flavor and nutritional benefits in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "589260",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Boal.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Caspian-Roach",
        "short-description": "Fresh Caspian Roach fish—tender, mild-flavored, and rich in protein, perfect for frying, grilling, or home-cooked seafood dishes.",
        "description": "Caspian Roach is a premium freshwater fish prized for its tender texture and mild, delicate flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for frying, grilling, steaming, or preparing curries and other home-cooked seafood dishes. Carefully sourced and hygienically packed, fresh Caspian Roach ensures superior quality, freshness, and taste. Enjoy its nutritional benefits and delicate flavor in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "603153",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Caspian-Roach.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Hilsha-Fish",
        "short-description": "Fresh Hilsha fish—rich, tender, and flavorful, perfect for traditional curries, frying, steaming, and gourmet home-cooked seafood dishes.",
        "description": "Hilsha Fish is a premium, iconic freshwater fish known for its rich flavor, tender texture, and delicate aroma. Packed with high-quality protein, omega-3 fatty acids, vitamins, and minerals, it is ideal for traditional curries, frying, steaming, or preparing gourmet seafood dishes. Carefully sourced and hygienically packed, fresh Hilsha ensures superior quality, freshness, and an authentic taste experience. Enjoy the nutritional benefits and exceptional flavor in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "563587",
        "buying-price": "7",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Hilsha-Fish.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Largemouth-bass",
        "short-description": "Fresh Largemouth Bass—tender, mild-flavored, and protein-rich, perfect for frying, grilling, steaming, and gourmet seafood recipes.",
        "description": "Largemouth Bass is a premium freshwater fish known for its firm texture and mild, delicate flavor. Packed with high-quality protein, vitamins, and minerals, it is ideal for frying, grilling, steaming, or preparing gourmet seafood dishes. Carefully sourced and hygienically packed, fresh Largemouth Bass ensures superior quality, freshness, and exceptional taste. Enjoy its nutritional benefits and delicate flavor in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "835237",
        "buying-price": "7",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Largemouth-bass.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Lobster",
        "short-description": "Premium fresh lobster—succulent, tender, and flavorful, perfect for steaming, grilling, gourmet dishes, and luxurious seafood meals",
        "description": "Lobster is a premium seafood delicacy known for its succulent meat, tender texture, and rich, natural flavor. Packed with high-quality protein, omega-3 fatty acids, vitamins, and minerals, it is ideal for steaming, boiling, grilling, or preparing gourmet seafood dishes. Carefully sourced and hygienically packed, fresh lobster ensures superior quality, freshness, and a luxurious dining experience. Enjoy the exquisite taste and nutritional benefits in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "493114",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Lobster.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red,Orange,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Pangas-Processed",
        "short-description": "Processed Pangas fish—cleaned, cut, and ready-to-cook, perfect for frying, grilling, curries, and easy home-cooked seafood meals.",
        "description": "Pangas – Processed is a high-quality freshwater fish that is cleaned, cut, and ready-to-cook for convenient meal preparation. Packed with protein, vitamins, and minerals, it is ideal for frying, grilling, steaming, or preparing curries and other seafood dishes. Carefully processed and hygienically packed, this Pangas ensures superior quality, freshness, and ease of cooking. Enjoy the tender, flavorful taste and nutritional benefits in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "863522",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Pangas-Processed.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Red-King-Crab",
        "short-description": "Premium Red King Crab—succulent, tender, and flavorful, perfect for steaming, boiling, grilling, and luxurious gourmet seafood dishes.",
        "description": "Red King Crab is a premium seafood delicacy known for its succulent meat, firm texture, and rich, natural flavor. Packed with high-quality protein, omega-3 fatty acids, vitamins, and minerals, it is ideal for steaming, boiling, grilling, or preparing gourmet seafood recipes. Carefully sourced and hygienically packed, Red King Crab ensures superior quality, freshness, and an indulgent seafood dining experience. Enjoy the exquisite taste and nutritional benefits in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "307444",
        "buying-price": "3",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Red-King-Crab.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red,Orange,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Rui Fish-Processed",
        "short-description": "Processed Rui fish—cleaned, cut, and ready-to-cook, perfect for frying, curries, steaming, and easy home-cooked seafood meals.",
        "description": "Rui Fish – Processed is a high-quality freshwater fish that has been cleaned, portioned, and prepared for convenient cooking. Packed with protein, vitamins, and minerals, it is ideal for frying, steaming, curries, or other seafood recipes. Carefully processed and hygienically packed, this Rui fish ensures freshness, superior quality, and easy meal preparation. Enjoy tender, flavorful, and nutritious fish in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "356249",
        "buying-price": "6",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Rui Fish-Processed.png",
        "shop-name": "Farmhouse Market",
        "attributes": "White,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Sea-Bass",
        "short-description": "Fresh Sea Bass—tender, mild-flavored, and protein-rich, perfect for grilling, frying, steaming, or gourmet seafood recipes.",
        "description": "Sea Bass is a premium saltwater fish known for its firm texture, mild flavor, and delicate aroma. Packed with high-quality protein, omega-3 fatty acids, vitamins, and minerals, it is ideal for grilling, frying, steaming, or preparing gourmet seafood dishes. Carefully sourced and hygienically packed, fresh Sea Bass ensures superior quality, freshness, and exceptional taste. Enjoy its nutritional benefits and tender flavor in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "291852",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Sea-Bass.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Black,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Seafood",
        "subcategory": "",
        "category-img": "Seafood-Icon.png",
        "product-name": "Koi-Fish-Processed",
        "short-description": "Processed Koi fish—cleaned, portioned, and ready-to-cook, perfect for frying, curries, steaming, and easy home-cooked seafood meals.",
        "description": "Koi Fish – Processed is a high-quality freshwater fish that has been cleaned, portioned, and prepared for convenient cooking. Packed with protein, vitamins, and minerals, it is ideal for frying, steaming, curries, or other seafood recipes. Carefully processed and hygienically packed, this Koi fish ensures freshness, superior quality, and easy meal preparation. Enjoy tender, flavorful, and nutritious fish in every portion.",
        "brand": "",
        "unit": "1 KG",
        "Size": "",
        "color": "",
        "product-sku": "197601",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Koi-Fish-Processed.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Black,Brown,Grey,Frozen,Fresh"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Red-Chillies-Masala",
        "short-description": "Spicy Red Chillies Masala—aromatic, flavorful, and finely ground, perfect for curries, marinades, seasoning, and enhancing your dishes.",
        "description": "Red Chillies Masala is a premium spice made from carefully selected red chillies, finely ground to deliver intense flavor and aroma. Ideal for adding heat and taste to curries, gravies, marinades, stir-fries, and other culinary creations, this masala enhances the richness of any dish. Hygienically packed to ensure freshness and quality, Red Chillies Masala brings the perfect balance of spice and flavor to your kitchen.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "556853",
        "buying-price": "4",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Red-Chillies-Masala.png",
        "shop-name": "Ready Mart",
        "attributes": "Red,Spicy, Hot,Aromatic,Dry, Raw, Powder,Medium,Small"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Pure Ground Turmeric Powder in Airtight Jar",
        "short-description": "Pure ground turmeric powder—aromatic, vibrant, and high-quality, perfect for curries, seasoning, marinades, and healthy cooking.",
        "description": "Pure Ground Turmeric Powder in an airtight jar is made from carefully selected turmeric roots, finely ground to retain maximum flavor, aroma, and color. Ideal for enhancing curries, gravies, marinades, and other culinary creations, it adds a warm, vibrant touch to every dish. Rich in natural antioxidants, turmeric also offers health benefits. Hygienically packed in an airtight jar, it ensures freshness, long shelf life, and premium quality for everyday cooking.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "736064",
        "buying-price": "3",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Pure Ground Turmeric Powder in Airtight Jar.png",
        "shop-name": "Ready Mart",
        "attributes": "Yellow,Brown,Spicy, Hot,Aromatic,Dry, Raw, Powder,Medium,Small"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Nutmeg",
        "short-description": "Aromatic nutmeg—whole or ground, perfect for baking, curries, desserts, beverages, and enhancing flavor in sweet or savory dishes.",
        "description": "Nutmeg is a premium spice with a warm, aromatic flavor, ideal for both sweet and savory dishes. Carefully sourced and hygienically packed, it can be used whole or ground to enhance curries, desserts, baked goods, beverages, and various culinary creations. Nutmeg adds a rich, distinctive taste and aroma to your recipes while providing natural antioxidants and flavor. Perfect for home cooks and chefs seeking authentic spice quality.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "491741",
        "buying-price": "2",
        "selling-price": "6",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Nutmeg.png",
        "shop-name": "Ready Mart",
        "attributes": "Golden, Brown,Dark Brown,Black,Spicy,Hot,Aromatic,Bitter,Pungent,Medium,Small,Dry, Raw, Powder"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Ginder-Masala",
        "short-description": "Aromatic Ginger Masala—spicy, flavorful, and finely ground, perfect for curries, marinades, teas, and enhancing both sweet and savory dishes.",
        "description": "Ginger Masala is a premium spice blend made from carefully selected ginger, finely ground to preserve its natural aroma and flavor. Ideal for adding warmth and zest to curries, gravies, teas, baked goods, and other culinary creations, this masala enhances the richness and taste of any dish. Hygienically packed to ensure freshness and quality, Ginger Masala is perfect for home cooks and chefs seeking authentic flavor in every meal.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "250421",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Ginder-Masala.png",
        "shop-name": "Ready Mart",
        "attributes": "Golden,Pale Green,Brown,Spicy,Hot,Aromatic,Bitter,Pungent,Medium,Small,Dry,Raw,Powder"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Garam-Masala",
        "short-description": "Premium Garam Masala—aromatic, flavorful spice blend, perfect for curries, gravies, marinades, and enhancing traditional and gourmet dishes.",
        "description": "Garam Masala is a carefully crafted spice blend made from high-quality spices to deliver rich aroma and intense flavor. Ideal for curries, gravies, marinades, soups, and other culinary creations, it enhances the taste and depth of both traditional and modern recipes. Hygienically packed to ensure freshness and superior quality, Garam Masala is perfect for home cooks and professional chefs seeking authentic, flavorful seasoning in every dish.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "687496",
        "buying-price": "4",
        "selling-price": "12",
        "discount-price": "10",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Garam-Masala.png",
        "shop-name": "Ready Mart",
        "attributes": "Golden,Yellow,Brown,Spicy,Hot,Aromatic,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Cumin-Seed-Powder",
        "short-description": "Aromatic cumin seed powder—finely ground, flavorful, perfect for curries, soups, marinades, baking, and enhancing sweet or savory dishes.",
        "description": "Cumin Seed Powder is a premium spice made from carefully selected cumin seeds, finely ground to preserve their natural aroma and earthy flavor. Ideal for curries, soups, marinades, baked goods, and a variety of sweet or savory dishes, it enhances the depth and taste of every recipe. Hygienically packed to ensure freshness, Cumin Seed Powder delivers superior quality and authentic flavor for everyday cooking.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "187446",
        "buying-price": "5",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cumin-Seed-Powder.png",
        "shop-name": "Ready Mart",
        "attributes": "Golden,Pale Green,Brown,Spicy,Hot,Aromatic,Bitter,Pungent,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Coriander-Seed-Powder",
        "short-description": "Aromatic coriander seed powder—finely ground, flavorful, perfect for curries, soups, marinades, baking, and enhancing sweet or savory dishes.",
        "description": "Coriander Seed Powder is a premium spice made from carefully selected coriander seeds, finely ground to retain their natural aroma and earthy flavor. Ideal for curries, soups, marinades, baked goods, and a variety of sweet or savory dishes, it enhances the depth and taste of every recipe. Hygienically packed to ensure freshness, Coriander Seed Powder delivers superior quality and authentic flavor for everyday cooking.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "541915",
        "buying-price": "2",
        "selling-price": "9",
        "discount-price": "7",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Coriander-Seed-Powder.png",
        "shop-name": "Urban Harvest",
        "attributes": "Golden,Pale Green,Brown,Sweet,Aromatic,Bitter,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Masalas",
        "subcategory": "",
        "category-img": "Masalas-Icon.png",
        "product-name": "Chotpoti-masala",
        "short-description": "Spicy Chotpoti Masala—aromatic, flavorful, perfect for street-style snacks, chaats, salads, and enhancing traditional Bangladeshi recipes.",
        "description": "Chotpoti Masala is a premium spice blend carefully crafted to bring authentic Bangladeshi street food flavor to your kitchen. Perfect for chotpoti, chaats, salads, and various snacks, this masala adds the ideal balance of heat, tang, and aroma. Hygienically packed to ensure freshness and superior quality, Chotpoti Masala delivers an irresistible taste that enhances the flavor of every dish. A must-have for anyone who loves traditional, flavorful snacks.",
        "brand": "",
        "unit": "1 Packet",
        "Size": "Medium",
        "color": "",
        "product-sku": "330176",
        "buying-price": "8",
        "selling-price": "12",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Chotpoti-masala.png",
        "shop-name": "Urban Harvest",
        "attributes": "Brown,Spicy,Aromatic,Powder,Medium,Small,Dry"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Mustard seeds",
        "short-description": "Premium mustard seeds—whole, aromatic, and flavorful, perfect for pickles, curries, seasoning, tempering, and enhancing traditional recipes.",
        "description": "Mustard Seeds are a high-quality spice known for their aromatic flavor and versatility in cooking. Ideal for tempering, pickles, curries, sauces, and various culinary creations, these seeds add depth and a subtle, pungent taste to dishes. Carefully sourced and hygienically packed, mustard seeds ensure freshness, superior quality, and authentic flavor for home cooks and professional chefs alike.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "261172",
        "buying-price": "10",
        "selling-price": "19",
        "discount-price": "14",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Mustard seeds.png",
        "shop-name": "Urban Harvest",
        "attributes": "Yellow,Golden,Brown,Dark Brown,Black,Spicy,Hot,Aromatic,Bitter,Pungent,Small,Dry,Raw"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Cardamom",
        "short-description": "Aromatic Cardamom—premium whole or ground pods, perfect for teas, desserts, curries, baking, and enhancing sweet or savory dishes.",
        "description": "Cardamom is a premium spice known for its unique, sweet, and aromatic flavor. Ideal for teas, coffees, desserts, baked goods, curries, and various culinary creations, it adds a distinctive taste and fragrance to every dish. Carefully sourced and hygienically packed, Cardamom ensures freshness, superior quality, and authentic flavor for both home cooks and professional chefs. A must-have spice for enhancing traditional and gourmet recipes.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "876750",
        "buying-price": "6",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cardamom.png",
        "shop-name": "Urban Harvest",
        "attributes": "Pale Green,Brown,Spicy,Aromatic,Pungent,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Cinnamon",
        "short-description": "Aromatic Cinnamon—premium whole sticks or ground powder, perfect for desserts, beverages, curries, baking, and enhancing sweet or savory dishes.",
        "description": "Cinnamon is a high-quality spice known for its warm, sweet, and aromatic flavor. Ideal for desserts, beverages, baked goods, curries, and various culinary creations, it adds depth, fragrance, and richness to every dish. Carefully sourced and hygienically packed, Cinnamon ensures freshness, superior quality, and authentic flavor for both home cooks and professional chefs. A versatile spice for enhancing traditional and modern recipes.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "399270",
        "buying-price": "4",
        "selling-price": "7",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cinnamon.png",
        "shop-name": "Urban Harvest",
        "attributes": "Golden,Pale Green,Brown,Spicy,Sweet,Aromatic,Dry,Powder,Medium,Small"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Cloves",
        "short-description": "Aromatic cloves—whole or ground, flavorful and pungent, perfect for curries, desserts, beverages, baking, and enhancing sweet or savory dishes.",
        "description": "Cloves are premium aromatic spice known for their strong, warm, and slightly sweet flavor. Ideal for curries, baked goods, beverages, desserts, and a variety of culinary creations, cloves add depth, fragrance, and richness to every dish. Carefully sourced and hygienically packed, they ensure freshness, superior quality, and authentic flavor for both home cooks and professional chefs. A must-have spice for traditional and gourmet recipes.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "689873",
        "buying-price": "7",
        "selling-price": "11",
        "discount-price": "9",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Cloves.png",
        "shop-name": "Urban Harvest",
        "attributes": "Brown,Spicy,Aromatic,Pungent,Dry,Powder,Medium,Small"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Ginger",
        "short-description": "Fresh Ginger—aromatic, zesty, and flavorful, perfect for teas, cooking, baking, juices, and enhancing sweet or savory dishes.",
        "description": "Ginger is a fresh, aromatic root known for its zesty flavor and health benefits. Ideal for teas, juices, curries, baked goods, and a variety of sweet or savory dishes, it adds warmth, fragrance, and taste to every recipe. Carefully sourced and hygienically packed, fresh ginger ensures superior quality, natural flavor, and freshness for both home cooks and professional chefs.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "919627",
        "buying-price": "5",
        "selling-price": "9",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Ginger.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Golden,Pale Green,Brown,Aromatic,Bitter,Pungent,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Goji-berries",
        "short-description": "Premium Goji Berries—nutritious, sweet-tart, antioxidant-rich, perfect for smoothies, cereals, baking, snacking, and boosting health naturally.",
        "description": "Goji Berries are nutrient-packed superfoods known for their sweet-tart flavor and high antioxidant content. Ideal for smoothies, cereals, salads, baked goods, or snacking, these berries provide essential vitamins, minerals, and natural energy. Carefully sourced and hygienically packed, Goji Berries ensure superior quality, freshness, and maximum nutritional benefits. Incorporate them into your daily diet to enjoy a delicious and healthy boost naturally.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "747805",
        "buying-price": "4",
        "selling-price": "10",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Goji-berries.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Red,Aromatic,Sweet,Dry,Raw,Medium,Small"
    },
    {
        "category-name": "Spices",
        "subcategory": "",
        "category-img": "Spices-Icon.png",
        "product-name": "Mix-Peppercorns",
        "short-description": "Premium Mix Peppercorns—aromatic, freshly cracked or whole, perfect for seasoning, marinades, soups, sauces, and enhancing every dish.",
        "description": "Mix Peppercorns are a blend of carefully selected black, white, green, and pink peppercorns, delivering a complex, aromatic flavor. Ideal for seasoning meats, vegetables, sauces, soups, and marinades, they enhance the taste and aroma of any dish. Hygienically packed to ensure freshness, these peppercorns provide superior quality, bold flavor, and authenticity for both home cooks and professional chefs.",
        "brand": "",
        "unit": "0.100 KG",
        "Size": "",
        "color": "",
        "product-sku": "895850",
        "buying-price": "5",
        "selling-price": "8",
        "discount-price": "0",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Mix-Peppercorns.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Golden,Brown,Spicy,Aromatic,Bitter,Dry,Raw,Powder,Medium,Small"
    },
    {
        "category-name": "Breverages",
        "subcategory": "",
        "category-img": "Beverages icon.png",
        "product-name": "Pure Fresh Orange Juice in BPA-Free Transparent Bottle",
        "short-description": "100% Pure Fresh Orange Juice—refreshing, vitamin-C rich, naturally sweet, packed in BPA-free bottle for healthy hydration anytime.",
        "description": "Pure Fresh Orange Juice is made from carefully selected, ripe oranges, freshly squeezed to preserve natural flavor, sweetness, and nutrients. Rich in vitamin C and antioxidants, it supports immunity and overall health. Packaged in a BPA-free transparent bottle, the juice stays fresh, safe, and ready to enjoy anytime. Perfect for breakfast, post-workout refreshment, or a healthy snack, it delivers natural taste and revitalizing hydration in every sip.",
        "brand": "",
        "unit": "1 Bottle",
        "Size": "",
        "color": "",
        "product-sku": "244194",
        "buying-price": "2",
        "selling-price": "8",
        "discount-price": "6",
        "qty": "1000",
        "min-order": "0",
        "product-img": "Pure Fresh Orange Juice in BPA-Free Transparent Bottle.png",
        "shop-name": "Farmhouse Market",
        "attributes": "Orange,Sweet,Tangy,Juicy,Fruity,Energy"
    }
]
